<?php

return [

    /*
     |--------------------------------------------------------------------------
     | 后台日志信息
     |--------------------------------------------------------------------------
     */

    'login'                 => '登陆',
    'me'                    =>  [
        'update'                =>  '我的面板-更新',
        'uploadImg'             =>  '我的面板-上传头像'
    ],
    'manage'                =>  [
        'member'                =>  [
            'add'                   =>  '后台管理-后台用户-增加用户',
            'edit'                  =>  '后台管理-后台用户-修改用户',
            'del'                   =>  '后台管理-后台用户-删除用户',
            'uploadImg'             =>  '后台管理-后台用户-修改头像'
        ]
    ]
];
