<?php

return [

    /*
     |--------------------------------------------------------------------------
     | 后台日志信息
     |--------------------------------------------------------------------------
     */

    'login'                 => '登陆',
    'me'                    =>  [
        'update'                =>  '我的面板-更新',
        'uploadImg'             =>  '我的面板-上传头像'
    ],
    'manage'                =>  [
        'member'                =>  [
            'add'                   =>  '后台管理-后台用户-增加用户',
            'edit'                  =>  '后台管理-后台用户-修改用户',
            'del'                   =>  '后台管理-后台用户-删除用户',
            'uploadImg'             =>  '后台管理-后台用户-上传头像'
        ],
        'menu'                =>  [
            'add'                   =>  '后台管理-目录管理-增加目录',
            'edit'                  =>  '后台管理-目录管理-修改目录',
            'del'                   =>  '后台管理-目录管理-删除目录',
            'display'               =>  '后台管理-目录管理-是否显示',
            'sort'                  =>  '后台管理-目录管理-排序'
        ]
    ],
    'member'                =>  [
        'member'                =>  [
            'add'                   =>  '会员系统-会员管理-创建用户',
            'edit'                  =>  '会员系统-会员管理-修改用户',
            'del'                   =>  '会员系统-会员管理-删除用户',
            'uploadImg'             =>  '会员系统-会员管理-上传头像'
        ]
    ]
];
