<?php

return [
    /*
     |--------------------------------------------------------------------------
     | 后台目录
     |--------------------------------------------------------------------------
     */

    //后台首页
    'index'                     =>      [
        'index'                 =>      '首页'
    ],

    //我的面板
    'me'                        =>      [
        'index'                 =>      '我的面板',
        'upload'                =>      '上传头像(POST)',
        'edit'                  =>      '修改资料(POST)'
    ],

    //用户管理
    'member'                    =>      [
        'title'                 =>      '用户管理',
        'member'                =>      [
            'index'             =>      '会员管理',
            'add'               =>      '添加会员',
            'edit'              =>      '修改会员',
            'del'               =>      '删除会员',
            'upload'            =>      '上传头像'
        ],
        'memberGroup'           =>      [
            'index'             =>      '分组管理',
            'add'               =>      '添加分组',
            'edit'              =>      '修改分组',
            'del'               =>      '删除分组'
        ]
    ],


    //后台管理
    'manage'                    =>      [
        'title'                 =>      '后台管理',
        'menu'                  =>      [
            'index'             =>      '目录管理',
            'add'               =>      '添加目录',
            'add-post'          =>      '添加目录(POST)',
            'edit'              =>      '修改目录',
            'edit-post'         =>      '修改目录(POST)',
            'del'               =>      '删除目录',
            'display'           =>      '是否显示(POST)'
        ],
        'adminMember'           =>      [
            'index'             =>      '用户管理',
            'add'               =>      '添加用户',
            'edit'              =>      '修改用户',
            'del'               =>      '删除用户',
            'upload'            =>      '上传头像',
        ],
        'adminGroup'            =>      [
            'index'             =>      '分组权限',
            'add'               =>      '添加分组',
            'edit'              =>      '修改分组',
            'del'               =>      '删除分组',
            'groupPermissions'  =>      '管理员权限'
        ],
        'adminSet'              =>      [
            'index'             =>      '后台设置',
            'add'               =>      '添加',
            'edit'              =>      '修改',
            'del'               =>      '删除'
        ],
        'adminLog'              =>      [
            'index'             =>      '后台日志',
            'show'              =>      '查看日志'
        ]
    ]
];
